[MissionTimers]
EmergencyDefenseTitle="坚守阵地"
EmergencyDefenseSubtitle="直到撤离到达的回合数"

[EmergencyDefense_Reapers X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="营救反抗军成员"
ObjectiveTextPools[1]="不允许反抗军成员死亡"
ObjectiveTextPools[2]="坚守阵地，直到可以撤离"
ObjectiveTextPools[3]="撤离反抗军成员"
ObjectiveTextPools[4]="撤离所有XCOM士兵"

[EmergencyDefense_Reapers X2MissionTemplate]
DisplayName="救援死神关联的反抗军成员"
Briefing="救援死神关联的反抗军成员"
PostMissionType="救援死神关联的反抗军成员"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="救援并撤离反抗军成员"
ObjectiveTextPools[1]="撤离所有XCOM士兵"
ObjectiveTextPools[2]="死神特工现场协助"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_01"
PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_02"
PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_03"
PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_04"
PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_05"


;templar
[EmergencyDefense_Templars X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="营救反抗军成员"
ObjectiveTextPools[1]="不允许反抗军成员死亡"
ObjectiveTextPools[2]="坚守阵地，直到可以撤离"
ObjectiveTextPools[3]="撤离反抗军成员"
ObjectiveTextPools[4]="撤离所有XCOM士兵"

[EmergencyDefense_Templars X2MissionTemplate]
DisplayName="救援圣殿骑士关联的反抗军成员"
Briefing="救援圣殿骑士关联的反抗军成员"
PostMissionType="救援圣殿骑士关联的反抗军成员"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="救援并撤离反抗军成员"
ObjectiveTextPools[1]="撤离所有XCOM士兵"
ObjectiveTextPools[2]="圣殿骑士门徒现场协助"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_01"
PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_02"
PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_03"
PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_04"
PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_05"

;
;skirmisher
[EmergencyDefense_Skirmishers X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="营救反抗军成员"
ObjectiveTextPools[1]="不允许反抗军成员死亡"
ObjectiveTextPools[2]="坚守阵地，直到可以撤离"
ObjectiveTextPools[3]="撤离反抗军成员"
ObjectiveTextPools[4]="撤离所有XCOM士兵"

[EmergencyDefense_Skirmishers X2MissionTemplate]
DisplayName="救援散兵关联的反抗军成员"
Briefing="救援散兵关联的反抗军成员"
PostMissionType="救援散兵关联的反抗军成员"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="救援并撤离反抗军成员"
ObjectiveTextPools[1]="撤离所有XCOM士兵"
ObjectiveTextPools[2]="散兵战士现场协助"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_01"
PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_02"
PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_03"
PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_04"
PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.Extract.Central_Council_Missions_Extract_VIP_05"

;start of avatar project vip mission

[RM_Sabotage_Neutralize X2MissionTemplate]
DisplayName="消灭化身项目VIP"
Briefing="消灭化身项目VIP"
PostMissionType="消灭目标"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="捕获或击杀敌方VIP"
ObjectiveTextPools[1]="捕获VIP将获得额外情报，但不是必需的"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_01"
PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_02"
PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_03"
PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_04"
PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_05"

[RM_Sabotage_Neutralize X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="直到天际游侠号必须撤退的回合数"
ObjectiveTextPools[1]="捕获或击杀敌方VIP"
ObjectiveTextPools[2]="在指定位置撤离VIP"
ObjectiveTextPools[3]="撤离所有XCOM士兵"
ObjectiveTextPools[4]="敌方VIP"
ObjectiveTextPools[5]="要捕获VIP，请将士兵移动到近距离并使用\"制服\"能力。然后将昏迷的VIP搬运到撤离区域。"

;start of terror escape
[TerrorEscape X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="护送至少一名幸存者到撤离区域。"
ObjectiveTextPools[1]="撤离所有XCOM士兵"

[TerrorEscape X2MissionTemplate]
DisplayName="救援避难所幸存者"
Briefing="避难所救援"
PostMissionType="避难所救援"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="救援并护送避难所幸存者到撤离点"
ObjectiveTextPools[1]="幸存者携带变种人物品，撤离他们以获取物品"
ObjectiveTextPools[2]="一旦红恶魔开始带走人，变种人将全面警戒"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Unique.Central_Unique_Missions_Terror_Attack"
PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.Unique.T_Unique_Missions_Terror_Attack_Central_02"
PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.Unique.T_Unique_Missions_Terror_Attack_Central_03"
PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.Unique.T_Unique_Missions_Terror_Attack_Central_04"
PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.Unique.T_Unique_Missions_Terror_Attack_Central_05"
PreMissionNarratives[5]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_01"
PreMissionNarratives[6]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_02"
PreMissionNarratives[7]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_03"
PreMissionNarratives[8]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_04"
PreMissionNarratives[9]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_05"



[RM_OperativeEscort X2MissionTemplate]
DisplayName="护送反抗军成员到工作站"
Briefing="护送反抗军成员到工作站"
PostMissionType="护送反抗军成员"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="从网络中回收 <XGParam:StrValue0/!QuestItemName/> 。反抗军成员可以更全面地入侵变种人的网络。"
ObjectiveTextPools[2]="反抗军成员携带额外情报：他们的生存应被视为优先事项。"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Hack.Central_Guerilla_Ops_Hack_Workstation_Advent_Building_01"
PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.Hack.Central_Guerilla_Ops_Hack_Workstation_Advent_Building_02"
PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.Hack.Central_Guerilla_Ops_Hack_Workstation_Advent_Building_03"
PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.Hack.Central_Guerilla_Ops_Hack_Workstation_Advent_Building_04"
PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.Hack.Central_Guerilla_Ops_Hack_Workstation_Advent_Building_05"

[RM_OperativeEscort X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="从暴露的接入点下载 %QUESTITEM% "
ObjectiveTextPools[2]="撤离所有XCOM士兵"
ObjectiveTextPools[3]="可选：撤离反抗军成员以获取额外情报"
ObjectiveTextPools[4]="可选：使用反抗军成员入侵接入点，使所有敌人晕眩"
ObjectiveTextPools[5]="存活于敌方增援"

;non mission stuff
[ReaperAgent X2CharacterTemplate]
strCharacterName="Reaper Agent"
strCharacterBackgroundMale[0]="Word among the Reapers is that <XGParam:StrValue1/!FirstName/> was already an adept hunter living in the outlands of <XGParam:StrValue0/!CountryName/> before joining the group. He quickly came to be seen as a mentor to the less experienced fighters among their people."
strCharacterBackgroundMale[1]="<XGParam:StrValue1/!FirstName/> is said to be something of a master among the Reapers when it comes to the preparation of exotic meats, namely those butchered from among the alien armies. \"Bash 'em, drain 'em, stick 'em on a spit.\""
strCharacterBackgroundMale[2]="Initially rejected by Volk for showing mercy to a wounded ADVENT soldier during conflicts in <XGParam:StrValue0/!CountryName/>, <XGParam:StrValue1/!FirstName/> faced ongoing scrutiny among the Reapers as he tried to shake off his forgiving reputation."
strCharacterBackgroundMale[3]="<XGParam:StrValue1/!FirstName/> is notably reclusive even for a Reaper. He's allegedly from somewhere in <XGParam:StrValue0/!CountryName/>, but Volk isn't the type to press his people for unnecessary details."
strCharacterBackgroundMale[4]="<XGParam:StrValue1/!FirstName/> is a well-known trophy collector among the Reapers, often scavenging bits and pieces for his collection that would otherwise have been thrown into the stew pot."
strCharacterBackgroundFemale[0]="Word among the Reapers is that <XGParam:StrValue1/!FirstName/> was already an adept hunter living in the outlands of <XGParam:StrValue0/!CountryName/> before joining the group. She quickly came to be seen as a mentor to the less experienced fighters among their people."
strCharacterBackgroundFemale[1]="<XGParam:StrValue1/!FirstName/> is said to be something of a master among the Reapers when it comes to the preparation of exotic meats, namely those butchered from among the alien armies. \"Bash 'em, drain 'em, stick 'em on a spit.\""
strCharacterBackgroundFemale[2]="Initially rejected by Volk for showing mercy to a wounded ADVENT soldier during conflicts in <XGParam:StrValue0/!CountryName/>, <XGParam:StrValue1/!FirstName/> faced ongoing scrutiny among the Reapers as she tried to shake off her forgiving reputation."
strCharacterBackgroundFemale[3]="<XGParam:StrValue1/!FirstName/> is notably reclusive even for a Reaper. She's allegedly from somewhere in <XGParam:StrValue0/!CountryName/>, but Volk isn't the type to press his people for unnecessary details." 
strCharacterBackgroundFemale[4]="<XGParam:StrValue1/!FirstName/> is a well-known trophy collector among the Reapers, often scavenging bits and pieces for her collection that would have otherwise been thrown into the stew pot." 

[ReaperAgent_M2 X2CharacterTemplate]
strCharacterName="Reaper Operative"
strCharacterBackgroundMale[0]="Word among the Reapers is that <XGParam:StrValue1/!FirstName/> was already an adept hunter living in the outlands of <XGParam:StrValue0/!CountryName/> before joining the group. He quickly came to be seen as a mentor to the less experienced fighters among their people."
strCharacterBackgroundMale[1]="<XGParam:StrValue1/!FirstName/> is said to be something of a master among the Reapers when it comes to the preparation of exotic meats, namely those butchered from among the alien armies. \"Bash 'em, drain 'em, stick 'em on a spit.\""
strCharacterBackgroundMale[2]="Initially rejected by Volk for showing mercy to a wounded ADVENT soldier during conflicts in <XGParam:StrValue0/!CountryName/>, <XGParam:StrValue1/!FirstName/> faced ongoing scrutiny among the Reapers as he tried to shake off his forgiving reputation."
strCharacterBackgroundMale[3]="<XGParam:StrValue1/!FirstName/> is notably reclusive even for a Reaper. He's allegedly from somewhere in <XGParam:StrValue0/!CountryName/>, but Volk isn't the type to press his people for unnecessary details."
strCharacterBackgroundMale[4]="<XGParam:StrValue1/!FirstName/> is a well-known trophy collector among the Reapers, often scavenging bits and pieces for his collection that would otherwise have been thrown into the stew pot."
strCharacterBackgroundFemale[0]="Word among the Reapers is that <XGParam:StrValue1/!FirstName/> was already an adept hunter living in the outlands of <XGParam:StrValue0/!CountryName/> before joining the group. She quickly came to be seen as a mentor to the less experienced fighters among their people."
strCharacterBackgroundFemale[1]="<XGParam:StrValue1/!FirstName/> is said to be something of a master among the Reapers when it comes to the preparation of exotic meats, namely those butchered from among the alien armies. \"Bash 'em, drain 'em, stick 'em on a spit.\""
strCharacterBackgroundFemale[2]="Initially rejected by Volk for showing mercy to a wounded ADVENT soldier during conflicts in <XGParam:StrValue0/!CountryName/>, <XGParam:StrValue1/!FirstName/> faced ongoing scrutiny among the Reapers as she tried to shake off her forgiving reputation."
strCharacterBackgroundFemale[3]="<XGParam:StrValue1/!FirstName/> is notably reclusive even for a Reaper. She's allegedly from somewhere in <XGParam:StrValue0/!CountryName/>, but Volk isn't the type to press his people for unnecessary details." 
strCharacterBackgroundFemale[4]="<XGParam:StrValue1/!FirstName/> is a well-known trophy collector among the Reapers, often scavenging bits and pieces for her collection that would have otherwise been thrown into the stew pot." 


[ReaperAgent_M3 X2CharacterTemplate]
strCharacterName="Reaper Elite"
strCharacterBackgroundMale[0]="Word among the Reapers is that <XGParam:StrValue1/!FirstName/> was already an adept hunter living in the outlands of <XGParam:StrValue0/!CountryName/> before joining the group. He quickly came to be seen as a mentor to the less experienced fighters among their people."
strCharacterBackgroundMale[1]="<XGParam:StrValue1/!FirstName/> is said to be something of a master among the Reapers when it comes to the preparation of exotic meats, namely those butchered from among the alien armies. \"Bash 'em, drain 'em, stick 'em on a spit.\""
strCharacterBackgroundMale[2]="Initially rejected by Volk for showing mercy to a wounded ADVENT soldier during conflicts in <XGParam:StrValue0/!CountryName/>, <XGParam:StrValue1/!FirstName/> faced ongoing scrutiny among the Reapers as he tried to shake off his forgiving reputation."
strCharacterBackgroundMale[3]="<XGParam:StrValue1/!FirstName/> is notably reclusive even for a Reaper. He's allegedly from somewhere in <XGParam:StrValue0/!CountryName/>, but Volk isn't the type to press his people for unnecessary details."
strCharacterBackgroundMale[4]="<XGParam:StrValue1/!FirstName/> is a well-known trophy collector among the Reapers, often scavenging bits and pieces for his collection that would otherwise have been thrown into the stew pot."
strCharacterBackgroundFemale[0]="Word among the Reapers is that <XGParam:StrValue1/!FirstName/> was already an adept hunter living in the outlands of <XGParam:StrValue0/!CountryName/> before joining the group. She quickly came to be seen as a mentor to the less experienced fighters among their people."
strCharacterBackgroundFemale[1]="<XGParam:StrValue1/!FirstName/> is said to be something of a master among the Reapers when it comes to the preparation of exotic meats, namely those butchered from among the alien armies. \"Bash 'em, drain 'em, stick 'em on a spit.\""
strCharacterBackgroundFemale[2]="Initially rejected by Volk for showing mercy to a wounded ADVENT soldier during conflicts in <XGParam:StrValue0/!CountryName/>, <XGParam:StrValue1/!FirstName/> faced ongoing scrutiny among the Reapers as she tried to shake off her forgiving reputation."
strCharacterBackgroundFemale[3]="<XGParam:StrValue1/!FirstName/> is notably reclusive even for a Reaper. She's allegedly from somewhere in <XGParam:StrValue0/!CountryName/>, but Volk isn't the type to press his people for unnecessary details." 
strCharacterBackgroundFemale[4]="<XGParam:StrValue1/!FirstName/> is a well-known trophy collector among the Reapers, often scavenging bits and pieces for her collection that would have otherwise been thrown into the stew pot." 



[SkirmisherWarrior X2CharacterTemplate]
strCharacterName="Skirmisher Warrior"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> knows little of his birth and retains only hazy, broken memories of his time spent in service to ADVENT. Now free and guided by his fellow Skirmishers, he has found purpose in their drive to overthrow the Elders."
strCharacterBackgroundMale[1]="Among the most recent Skirmishers freed from ADVENT's control, <XGParam:StrValue1/!FirstName/> still suffers from the pains associated with the removal of his chip.  The ritual scarification his people immediately applied to the extraction site only exacerbates the issue."
strCharacterBackgroundMale[2]="Originally stationed at a remote ADVENT outpost, <XGParam:StrValue1/!FirstName/> was left for dead by his masters after being wounded in the field. When he awoke his control chip had malfunctioned, leaving him free of the Elders' commands but alone and gravely wounded."
strCharacterBackgroundMale[3]="Freed from the Elders' grasp by Betos herself, <XGParam:StrValue1/!FirstName/> is among the most loyal and fearsome of the Skirmisher warriors. He is driven to ensure that the Elders learn his name, the name they never intended him to have."
strCharacterBackgroundMale[4]="Much like Mox himself, <XGParam:StrValue1/!FirstName/> is known to the human factions for crimes he committed in the Elders name while still under their control. Although most would not hold them accountable, just as with Mox, <XGParam:StrValue1/!FirstName/> is intent on atoning for these mistakes regardless."
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> knows little of her birth and retains only hazy, broken memories of her time spent in service to ADVENT. Now free and guided by her fellow Skirmishers, she has found purpose in their drive to overthrow the Elders."
strCharacterBackgroundFemale[1]="Among the most recent Skirmishers freed from ADVENT's control, <XGParam:StrValue1/!FirstName/> still suffers from the pains associated with the removal of her chip.  The ritual scarification her people immediately applied to the extraction site only exacerbates the issue."
strCharacterBackgroundFemale[2]="Originally stationed at a remote ADVENT outpost, <XGParam:StrValue1/!FirstName/> was left for dead by her masters after being wounded in the field. When she awoke her control chip had malfunctioned, leaving her free of the Elders' commands but alone and gravely wounded."
strCharacterBackgroundFemale[3]="Freed from the Elders' grasp by Betos herself, <XGParam:StrValue1/!FirstName/> is among the most loyal and fearsome of the Skirmisher warriors. She is driven to ensure that the Elders learn her name, the name they never intended her to have." 
strCharacterBackgroundFemale[4]="Much like Mox himself, <XGParam:StrValue1/!FirstName/> is known to the human factions for crimes she committed in the Elders name while still under their control. Although most would not hold them accountable, just as with Mox, <XGParam:StrValue1/!FirstName/> is intent on atoning for these mistakes regardless." 

[SkirmisherWarrior_M2 X2CharacterTemplate]
strCharacterName="Skirmisher Fighter"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> knows little of his birth and retains only hazy, broken memories of his time spent in service to ADVENT. Now free and guided by his fellow Skirmishers, he has found purpose in their drive to overthrow the Elders."
strCharacterBackgroundMale[1]="Among the most recent Skirmishers freed from ADVENT's control, <XGParam:StrValue1/!FirstName/> still suffers from the pains associated with the removal of his chip.  The ritual scarification his people immediately applied to the extraction site only exacerbates the issue."
strCharacterBackgroundMale[2]="Originally stationed at a remote ADVENT outpost, <XGParam:StrValue1/!FirstName/> was left for dead by his masters after being wounded in the field. When he awoke his control chip had malfunctioned, leaving him free of the Elders' commands but alone and gravely wounded."
strCharacterBackgroundMale[3]="Freed from the Elders' grasp by Betos herself, <XGParam:StrValue1/!FirstName/> is among the most loyal and fearsome of the Skirmisher warriors. He is driven to ensure that the Elders learn his name, the name they never intended him to have."
strCharacterBackgroundMale[4]="Much like Mox himself, <XGParam:StrValue1/!FirstName/> is known to the human factions for crimes he committed in the Elders name while still under their control. Although most would not hold them accountable, just as with Mox, <XGParam:StrValue1/!FirstName/> is intent on atoning for these mistakes regardless."
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> knows little of her birth and retains only hazy, broken memories of her time spent in service to ADVENT. Now free and guided by her fellow Skirmishers, she has found purpose in their drive to overthrow the Elders."
strCharacterBackgroundFemale[1]="Among the most recent Skirmishers freed from ADVENT's control, <XGParam:StrValue1/!FirstName/> still suffers from the pains associated with the removal of her chip.  The ritual scarification her people immediately applied to the extraction site only exacerbates the issue."
strCharacterBackgroundFemale[2]="Originally stationed at a remote ADVENT outpost, <XGParam:StrValue1/!FirstName/> was left for dead by her masters after being wounded in the field. When she awoke her control chip had malfunctioned, leaving her free of the Elders' commands but alone and gravely wounded."
strCharacterBackgroundFemale[3]="Freed from the Elders' grasp by Betos herself, <XGParam:StrValue1/!FirstName/> is among the most loyal and fearsome of the Skirmisher warriors. She is driven to ensure that the Elders learn her name, the name they never intended her to have." 
strCharacterBackgroundFemale[4]="Much like Mox himself, <XGParam:StrValue1/!FirstName/> is known to the human factions for crimes she committed in the Elders name while still under their control. Although most would not hold them accountable, just as with Mox, <XGParam:StrValue1/!FirstName/> is intent on atoning for these mistakes regardless." 

[SkirmisherWarrior_M3 X2CharacterTemplate]
strCharacterName="Skirmisher Hero"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> knows little of his birth and retains only hazy, broken memories of his time spent in service to ADVENT. Now free and guided by his fellow Skirmishers, he has found purpose in their drive to overthrow the Elders."
strCharacterBackgroundMale[1]="Among the most recent Skirmishers freed from ADVENT's control, <XGParam:StrValue1/!FirstName/> still suffers from the pains associated with the removal of his chip.  The ritual scarification his people immediately applied to the extraction site only exacerbates the issue."
strCharacterBackgroundMale[2]="Originally stationed at a remote ADVENT outpost, <XGParam:StrValue1/!FirstName/> was left for dead by his masters after being wounded in the field. When he awoke his control chip had malfunctioned, leaving him free of the Elders' commands but alone and gravely wounded."
strCharacterBackgroundMale[3]="Freed from the Elders' grasp by Betos herself, <XGParam:StrValue1/!FirstName/> is among the most loyal and fearsome of the Skirmisher warriors. He is driven to ensure that the Elders learn his name, the name they never intended him to have."
strCharacterBackgroundMale[4]="Much like Mox himself, <XGParam:StrValue1/!FirstName/> is known to the human factions for crimes he committed in the Elders name while still under their control. Although most would not hold them accountable, just as with Mox, <XGParam:StrValue1/!FirstName/> is intent on atoning for these mistakes regardless."
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> knows little of her birth and retains only hazy, broken memories of her time spent in service to ADVENT. Now free and guided by her fellow Skirmishers, she has found purpose in their drive to overthrow the Elders."
strCharacterBackgroundFemale[1]="Among the most recent Skirmishers freed from ADVENT's control, <XGParam:StrValue1/!FirstName/> still suffers from the pains associated with the removal of her chip.  The ritual scarification her people immediately applied to the extraction site only exacerbates the issue."
strCharacterBackgroundFemale[2]="Originally stationed at a remote ADVENT outpost, <XGParam:StrValue1/!FirstName/> was left for dead by her masters after being wounded in the field. When she awoke her control chip had malfunctioned, leaving her free of the Elders' commands but alone and gravely wounded."
strCharacterBackgroundFemale[3]="Freed from the Elders' grasp by Betos herself, <XGParam:StrValue1/!FirstName/> is among the most loyal and fearsome of the Skirmisher warriors. She is driven to ensure that the Elders learn her name, the name they never intended her to have." 
strCharacterBackgroundFemale[4]="Much like Mox himself, <XGParam:StrValue1/!FirstName/> is known to the human factions for crimes she committed in the Elders name while still under their control. Although most would not hold them accountable, just as with Mox, <XGParam:StrValue1/!FirstName/> is intent on atoning for these mistakes regardless." 


[TemplarDisciple X2CharacterTemplate]
strCharacterName="Templar Disciple"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> admittedly never felt the calling or any sort of Psionic gift before encountering members of the Templar faction operating in <XGParam:StrValue0/!CountryName/>. Once he donned a set of their amplifying gauntlets, that all changed."
strCharacterBackgroundMale[1]="Geist believes <XGParam:StrValue1/!FirstName/> is one of the more naturally gifted among his many followers. Long before encountering the Templars, <XGParam:StrValue1/!FirstName/> was already manipulating his surroundings with the power of Psionic energy."
strCharacterBackgroundMale[2]="Once a nonbeliever, <XGParam:StrValue1/!FirstName/> was swayed by the Templars' power after being protected by their forces during an ADVENT sweep of his settlement. Soon after the attack, he pledged his service to Geist and began the required training."
strCharacterBackgroundMale[3]="Among the Templars, <XGParam:StrValue1/!FirstName/> is recognized for having spent days at a time meditating in a Psionic trance without interruption. It is said that during one such trance he had a vision of something greater yet to come, but none will speak of it."
strCharacterBackgroundMale[4]="<XGParam:StrValue1/!FirstName/> was a frequent contributor to the Templar's development efforts involving their Psionic amplifying gauntlets. Rumor has it he may have conducted tests on himself that left him unstable."
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> admittedly never felt the calling or any sort of Psionic gift before encountering members of the Templar faction operating in <XGParam:StrValue0/!CountryName/>. Once she donned a set of their amplifying gauntlets, that all changed."
strCharacterBackgroundFemale[1]="Geist believes <XGParam:StrValue1/!FirstName/> is one of the more naturally gifted among her many followers. Long before encountering the Templars, <XGParam:StrValue1/!FirstName/> was already manipulating her surroundings with the power of Psionic energy."
strCharacterBackgroundFemale[2]="Once a nonbeliever, <XGParam:StrValue1/!FirstName/> was swayed by the Templars' power after being protected by their forces during an ADVENT sweep of his settlement. Soon after the attack, she pledged her service to Geist and began the required training."
strCharacterBackgroundFemale[3]="Among the Templars, <XGParam:StrValue1/!FirstName/> is recognized for having spent days at a time meditating in a Psionic trance without interruption. It is said that during one such trance she had a vision of something greater yet to come, but none will speak of it." 
strCharacterBackgroundFemale[4]="<XGParam:StrValue1/!FirstName/> was a frequent contributor to the Templar's development efforts involving their Psionic amplifying gauntlets. Rumor has it she may have conducted tests on herself that left her unstable." 

[TemplarDisciple_M2 X2CharacterTemplate]
strCharacterName="Templar Adept"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> admittedly never felt the calling or any sort of Psionic gift before encountering members of the Templar faction operating in <XGParam:StrValue0/!CountryName/>. Once he donned a set of their amplifying gauntlets, that all changed."
strCharacterBackgroundMale[1]="Geist believes <XGParam:StrValue1/!FirstName/> is one of the more naturally gifted among his many followers. Long before encountering the Templars, <XGParam:StrValue1/!FirstName/> was already manipulating his surroundings with the power of Psionic energy."
strCharacterBackgroundMale[2]="Once a nonbeliever, <XGParam:StrValue1/!FirstName/> was swayed by the Templars' power after being protected by their forces during an ADVENT sweep of his settlement. Soon after the attack, he pledged his service to Geist and began the required training."
strCharacterBackgroundMale[3]="Among the Templars, <XGParam:StrValue1/!FirstName/> is recognized for having spent days at a time meditating in a Psionic trance without interruption. It is said that during one such trance he had a vision of something greater yet to come, but none will speak of it."
strCharacterBackgroundMale[4]="<XGParam:StrValue1/!FirstName/> was a frequent contributor to the Templar's development efforts involving their Psionic amplifying gauntlets. Rumor has it he may have conducted tests on himself that left him unstable."
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> admittedly never felt the calling or any sort of Psionic gift before encountering members of the Templar faction operating in <XGParam:StrValue0/!CountryName/>. Once she donned a set of their amplifying gauntlets, that all changed."
strCharacterBackgroundFemale[1]="Geist believes <XGParam:StrValue1/!FirstName/> is one of the more naturally gifted among her many followers. Long before encountering the Templars, <XGParam:StrValue1/!FirstName/> was already manipulating her surroundings with the power of Psionic energy."
strCharacterBackgroundFemale[2]="Once a nonbeliever, <XGParam:StrValue1/!FirstName/> was swayed by the Templars' power after being protected by their forces during an ADVENT sweep of his settlement. Soon after the attack, she pledged her service to Geist and began the required training."
strCharacterBackgroundFemale[3]="Among the Templars, <XGParam:StrValue1/!FirstName/> is recognized for having spent days at a time meditating in a Psionic trance without interruption. It is said that during one such trance she had a vision of something greater yet to come, but none will speak of it." 
strCharacterBackgroundFemale[4]="<XGParam:StrValue1/!FirstName/> was a frequent contributor to the Templar's development efforts involving their Psionic amplifying gauntlets. Rumor has it she may have conducted tests on herself that left her unstable." 

[TemplarDisciple_M3 X2CharacterTemplate]
strCharacterName="Templar Monk"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> admittedly never felt the calling or any sort of Psionic gift before encountering members of the Templar faction operating in <XGParam:StrValue0/!CountryName/>. Once he donned a set of their amplifying gauntlets, that all changed."
strCharacterBackgroundMale[1]="Geist believes <XGParam:StrValue1/!FirstName/> is one of the more naturally gifted among his many followers. Long before encountering the Templars, <XGParam:StrValue1/!FirstName/> was already manipulating his surroundings with the power of Psionic energy."
strCharacterBackgroundMale[2]="Once a nonbeliever, <XGParam:StrValue1/!FirstName/> was swayed by the Templars' power after being protected by their forces during an ADVENT sweep of his settlement. Soon after the attack, he pledged his service to Geist and began the required training."
strCharacterBackgroundMale[3]="Among the Templars, <XGParam:StrValue1/!FirstName/> is recognized for having spent days at a time meditating in a Psionic trance without interruption. It is said that during one such trance he had a vision of something greater yet to come, but none will speak of it."
strCharacterBackgroundMale[4]="<XGParam:StrValue1/!FirstName/> was a frequent contributor to the Templar's development efforts involving their Psionic amplifying gauntlets. Rumor has it he may have conducted tests on himself that left him unstable."
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> admittedly never felt the calling or any sort of Psionic gift before encountering members of the Templar faction operating in <XGParam:StrValue0/!CountryName/>. Once she donned a set of their amplifying gauntlets, that all changed."
strCharacterBackgroundFemale[1]="Geist believes <XGParam:StrValue1/!FirstName/> is one of the more naturally gifted among her many followers. Long before encountering the Templars, <XGParam:StrValue1/!FirstName/> was already manipulating her surroundings with the power of Psionic energy."
strCharacterBackgroundFemale[2]="Once a nonbeliever, <XGParam:StrValue1/!FirstName/> was swayed by the Templars' power after being protected by their forces during an ADVENT sweep of his settlement. Soon after the attack, she pledged her service to Geist and began the required training."
strCharacterBackgroundFemale[3]="Among the Templars, <XGParam:StrValue1/!FirstName/> is recognized for having spent days at a time meditating in a Psionic trance without interruption. It is said that during one such trance she had a vision of something greater yet to come, but none will speak of it." 
strCharacterBackgroundFemale[4]="<XGParam:StrValue1/!FirstName/> was a frequent contributor to the Templar's development efforts involving their Psionic amplifying gauntlets. Rumor has it she may have conducted tests on herself that left her unstable." 

[ResistanceOperative X2CharacterTemplate]
strCharacterName="反抗军特工"

[ResistanceOperative_M2 X2CharacterTemplate]
strCharacterName="反抗军特工"

[ResistanceOperative_M3 X2CharacterTemplate]
strCharacterName="反抗军间谍"


;
; WEAPONS
;
[VektorFactionRifle_CV X2WeaponTemplate]
FriendlyName="维克托步枪"
FriendlyNamePlural="维克托步枪"
BriefSummary="依赖一种专业子弹，可能是由死神手工装填的，维克托步枪是一种专为长距离交战和队伍支持而设计的狙击步枪。这是一种相对轻便的武器，具有出色的防腐蚀性，非常适合与死神势力相关联的恶劣环境。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，使用主武器总是结束士兵的回合。\n<Bullet/> 维克托步枪在所有射程上都很有效。\n<Bullet/> 使用从敌人那里掠夺的升级来提高维克托步枪的战术效果。"
AbilityDescName="维克托步枪"

[VektorFactionRifle_MG X2WeaponTemplate]
FriendlyName="暗影步枪"
FriendlyNamePlural="暗影步枪"
BriefSummary="将现有的维克托步枪框架修改以允许集成磁加速器，该武器现在能够发射由我们的工程人员相对容易大量生产的铁磁性弹丸。因此，伤害输出得到了显著提高。"
TacticalText="<Bullet/> 磁化武器技术为死神的维克托步枪带来了一种致命的升级。\n<Bullet/> 在没有特殊训练的情况下，使用主武器总是结束士兵的回合。\n<Bullet/> 暗影步枪在所有射程上都很有效。\n<Bullet/> 使用从敌人那里掠夺的升级来提高暗影步枪的战术效果。"
AbilityDescName="维克托步枪"

[FactionBullpup_CV X2WeaponTemplate]
FriendlyName="Kal-7 无托式"
FriendlyNamePlural="Kal-7 无托式"
BriefSummary="散兵是危险的近战战士，但他们仍然依赖一种独特的无托式步枪设计，这种设计改编自他们在为变种人服务期间最初被分配的武器。在近距离，这些霰弹枪提供了极好的停止力，而枪托则在连续射击时提高了恢复时间。"
TacticalText="<Bullet/> 发射无托式步枪不会结束散兵的回合，并且可以在一个回合内发射两次。\n<Bullet/> 无托式步枪在近距离非常有效，但它们的准确度在远距离会迅速下降。\n<Bullet/>利用从敌人那里掠夺的升级来提高无托式步枪的战术效果。"
AbilityDescName="无托式机枪"

[FactionBullpup_MG X2WeaponTemplate]
FriendlyName="Kal-15 无托式"
FriendlyNamePlural="Kal-15 无托式"
BriefSummary="在原始散兵无托式步枪上引入磁力加速器，为已经危险的近战武器提供了更为致命的打击力。尽管变种人最初可能为这些士兵提供了基于外星合金的弹药，但在他们被解放后的时间里，他们不得不使用更传统的材料。"
TacticalText="<Bullet/> 磁力武器技术使散兵无托式步枪的改进尤为有效。\n<Bullet/> 发射无托式步枪不会结束散兵的回合，并且可以在一个回合内发射两次。\n<Bullet/> 无托式武器在近距离非常有效，但它们的准确度在远距离会迅速下降。\n<Bullet/> 利用从敌人那里掠夺的升级来提高Kal-15无托式步枪的战术效果。"
AbilityDescName="无托式机枪"

[FactionShardGauntlet_CV X2PairedWeaponTemplate]
FriendlyName="碎片拳刃"
FriendlyNamePlural="碎片拳刃"
BriefSummary="圣殿骑士开发这些独特的拳刃，以增强任何使用者的灵能潜力，无论他们天赋如何。通过直接接触身体，这些拳刃捕捉使用者的潜在力量并将其放大，以至于可以按命令集中和释放，释放出致命的纯灵能能量刀刃。"
TacticalText="<Bullet/> 圣殿骑士即使在移动或冲刺到移动范围极限后，也可以使用碎片攻击相邻的敌人。\n<Bullet/> 决定与敌人进行近战格斗可能是一个决定性的选择；请谨慎行事。\n<Bullet/> 寻找机会提高我们边缘武器的效果 - 敌人可能有更好的技术。"
AbilityDescName="碎片拳刃"

[FactionShardGauntlet_MG X2PairedWeaponTemplate]
FriendlyName="风暴拳刃"
FriendlyNamePlural="风暴拳刃"
BriefSummary="这对圣殿骑士拳刃被设计用来放大使用者的灵能能量，但它们的本质仍然是拳刃——坚固的金属拳刃，能够承受远超肉体单独承受的极端条件。在现有结构上覆盖磁力板层，它们现在提供的不仅仅是它们最初被创造时的增强效果。"
TacticalText="<Bullet/> 圣殿骑士即使在移动或冲刺到移动范围极限后，也可以使用碎片攻击相邻的敌人。\n<Bullet/> 决定与敌人进行近战格斗可能是一个决定性的选择；请谨慎行事。\n<Bullet/> 寻找机会提高我们边缘武器的效果 - 敌人可能有更好的技术。"
AbilityDescName="风暴拳刃"


[OperativePistol_CV X2WeaponTemplate]
FriendlyName="手枪"
FriendlyNamePlural="手枪"
BriefSummary="XCOM神枪手携带优良手枪以辅助狙击步枪使用。适当训练之后，神枪手可以近距离制造巨大的威胁。"
TacticalText="<Bullet/>要是由训练有素的神枪手使用，手枪的就不仅仅是一件副武器了。\n<Bullet/>与狙击步枪不同的是，手枪射击只需要一个行动点。\n<Bullet/>训练神枪手的多种技能以提高手枪使用能力。"
AbilityDescName="手枪"

[OperativePistol_MG X2WeaponTemplate]
FriendlyName="磁力手枪"
FriendlyNamePlural="磁力手枪"
BriefSummary="基于先进的磁力武器技术，我们发明了这把新手枪。值得称道的是，它在威力方面和传统手枪有相比有非常显著的飞跃。"
TacticalText="<Bullet/>磁力手枪比之前任何一代手枪都高效有力。\n<Bullet/>与狙击枪不同，手枪射击只需要一个行动点。"
AbilityDescName="手枪"

[OperativePistol_BM X2WeaponTemplate]
FriendlyName="光束手枪"
FriendlyNamePlural="光束手枪"
BriefSummary="作为一把终极副武器，这把手枪整合了外星人科技，并能发挥出强大的威力。"
TacticalText="<Bullet/>光束手枪是地球上威力最强的手枪。\n<Bullet/>与狙击步枪不同的是，手枪射击只需要一个行动点。"
AbilityDescName="手枪"

;
;ABILITIES
;

[RM_Disabler X2AbilityTemplate]
LocFriendlyName="缴械武器"
LocHelpText="使变种人武器和外星武器卡壳，迫使它们重新装填武器。"
LocLongDescription="使变种人武器和外星武器卡壳，迫使它们重新装填武器。"
LocFlyOverText="缴械武器"

[RM_NetworkStun X2AbilityTemplate]
LocFriendlyName="网络眩晕"
LocHelpText="如果特工成功黑入了目标，使所有敌方单位昏迷2回合。"
LocLongDescription="如果特工成功黑入了目标，使所有敌方单位昏迷2回合。"
